<!DOCTYPE HTML>
<html lang="de">
<head>
	<meta charset="utf-8">
	<link rel="stylesheet" type="text/css" href="css.css?version=50">
</head>

<body class="body">
	<div class="container">
		<div class="content">					
			<div class="logo">
				<a class="none" href="index.html"><img id="logo" src="images/logo.png" alt="ET energie & handel"/></a>
			</div>

			<div class="language">
				<div class="navbar">
					<div class="navbar-inner">
						<ul class="nav">
							<li>
								<a href=""><img class="this" src="images/de.gif"></a>
							</li>

							<li>
								<a title="...IN PRODUCTION..."><img src="images/en.gif"></a>
							</li>
						</ul>
					</div>
				</div>
			</div>
			<!-- Language dropdown end -->

			<div class="navbar">
				<div class="navbar-inner">
					<nav>
						<ul class="nav top">
							<li class="one">
								<a class="navi" href="index.html">Home</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="twoo">
								<a href="heizung.html">Heizung</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="threee">
								<a href="sanitar.html">Sanit&auml;r</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="fourr">
								<a href="beleuchtung.html">Beleuchtung</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="fivee">
								<a href="pv.html">PV</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="six">
								<a href="solarthermie.html">Solarthermie</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="seven">
								<a href="ns.html">Neuheiten/Sonderl&ouml;sungen</a>
							</li>
						</ul>

						<ul class="nav bottom">

							<li class="eight">
								<a href="forderprogramm.html">F&ouml;rderprogramm</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="two">
								<a href="kontakt.html">Kontakt</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="eight active">
								<a href="#">AGB</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="nine">
								<a href="impressum.html">Impressum</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="ten">
								<a href="stellen.html">Stellenangebote</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="eleven">
								<a href="download.html">Downloads</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="three">
								<a href="inprogress.html">Login</a>
							</li>
						</ul>
					</nav>
				</div>
				<!-- Navbar inner end -->
			</div>
			<!-- Navbar end -->
		</div>
		<!-- END CONTENT -->

		<div class="main">
			<strong class="title">ALLGEMEINE GESCH&Auml;FTSBEDINGUNGEN (AGB) DER ET ENERGIE &amp; HANDEL GMBH</strong>
			<b class="text noup">zur Verwendung im Gesch&auml;ftsverkehr gegen&uuml;ber Unternehmern und Verbrauchern</b>

			<div class="text">
				<b>&sect; 1 Allgemeines</b>
				<table>
					<tr colspan="8">
						<td colspan="1">a)</td>
						<td colspan="7">
							F&uuml;r unsere Gesch&auml;ftsbeziehung mit Verbrauchern gelten ausschlie&szlig;lich die nachfolgenden Allgemeinen Gesch&auml;ftsbedingungen in ihrer zum Zeitpunkt des Vertragsschlusses g&uuml;ltigen Fassung. F&uuml;r unsere Gesch&auml;ftsbeziehung mit Unternehmern, auch f&uuml;r zuk&uuml;nftige, gelten ausschlie&szlig;lich die nachfolgenden Allgemeinen Gesch&auml;ftsbedingungen in ihrer zum Zeitpunkt des Vertragsschlusses g&uuml;ltigen Fassung.
						</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>
							Verbraucher im Sinne unserer Allgemeinen Gesch&auml;ftsbedingungen sind nat&uuml;rliche Personen, mit denen in Gesch&auml;ftsbeziehung getreten wird, ohne dass diesen eine gewerbliche oder selbst&auml;ndige berufliche T&auml;tigkeit zugerechnet werden kann.
						</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							Unternehmer im Sinne unserer Allgemeinen Gesch&auml;ftsbedingungen sind nat&uuml;rliche oder juristische Personen oder rechtsf&auml;hige Personengesellschaften, die bei 
							Vertragsschluss in Aus&uuml;bung einer gewerblichen oder selbst&auml;ndigen beruflichen T&auml;tigkeit handeln.
						</td>
					</tr>
					<tr>
						<td>d)</td>
						<td>Kunden im Sinne unserer Allgemeinen Gesch&auml;ftsbedingungen sind sowohl Verbraucher, als auch Unternehmer.</td>
					</tr>
					<tr>
						<td>e)</td>
						<td>
							Abweichende Bedingungen des Kunden erkennen wir nicht an, es sei denn, wir haben ausdr&uuml;cklich schriftlich ihrer Geltung zugestimmt.
						</td>
					</tr>
				</table>

				<b>&sect; 2 Angebot, Vertragsgegenstand</b>
				<table>
					<tr colspan="8">
						<td colspan="1">a)</td>
						<td colspan="7">
							Unsere Angebote, m&uuml;ndlich oder schriftlich, sind hinsichtlich der Preise, Mengen, Lieferfristen, Lieferm&ouml;glichkeiten und Nebenleistungen freibleibend. Auftr&auml;ge werden f&uuml;r uns erst rechtsverbindlich, wenn wir diese innerhalb einer Frist von 14 Tagen best&auml;tigt oder aber mit Zustimmung des Kunden vereinbarungsgem&auml;&szlig; ausgef&uuml;hrt haben, wobei ein stillschweigendes Einverst&auml;ndnis des Kunden gen&uuml;gt.
						</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>
							Ma&szlig;gebend f&uuml;r Art und Umfang der Lieferung oder Leistung ist unsere schriftliche Auftragsbest&auml;tigung. Abbildungen, Zeichnungen, Ma&szlig;e und Gewichtsangaben sowie sonstige technische Daten oder Angaben kennzeichnen lediglich den Vertragsgegenstand und stellen keine vereinbarte Beschaffenheit dar.
						</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							An Kostenvoranschl&auml;gen, Zeichnungen und &auml;hnlichen Unterlagen behalten wir uns Urheber-, Eigentums - sowie gewerbliche Leistungs- und Schutzrechte vor; derartige Unterlagen d&uuml;rfen Dritten vom Kunden nicht zug&auml;nglich gemacht, nicht kopiert und zur Selbstanfertigung der Objekte verwendet werden. Sie sind uns, wenn der Auftrag nicht erteilt wird, auf Verlangen unverz&uuml;glich, sp&auml;testens nach sieben Tagen, zur&uuml;ckzugeben.
						</td>
					</tr>  
				</table>

				<b>&sect; 3 Preise und Zahlung</b>
				<table>
					<tr colspan="8">
						<td colspan="1">a)</td>
						<td colspan="7">
							Berechnung und Zahlung erfolgen in Euro. Die gesetzliche Umsatzsteuer ist in unseren Preisen nicht enthalten; sie wird in der Rechnung gesondert ausgewiesen. Alle Versandkosten, insbesondere Verpackungs-, Transport- und Transportversicherungskosten, gehen zu Lasten des Kunden, soweit nichts anderes vereinbart ist.
						</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>
							Sofern sich aus der Auftragsbest&auml;tigung nichts anderes ergibt, ist der Kaufpreis ohne Abzug ab Rechnungsstellung zur Zahlung f&auml;llig. Der Kunde kommt ohne weitere Erkl&auml;rung 14 Tage nach F&auml;lligkeit in Verzug, soweit er nicht bezahlt hat. F&uuml;r die Folgen des Zahlungsverzuges gelten die gesetzlichen Regelungen.
						</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							F&uuml;r jede nach Verzugseintritt ergehende Mahnung werden Kosten berechnet. Uns ist der Nachweis eines h&ouml;heren Schadens gestattet. Dem Kunden ist der Nachweis eines geringeren Schadens gestattet.
						</td>
					</tr>
					<tr>
						<td>d)</td>
						<td>
							Ein Recht zur Aufrechnung steht dem Kunden nur zu, wenn seine Gegenanspr&uuml;che rechtskr&auml;ftig festgestellt oder von uns anerkannt sind. Au&szlig;erdem ist er zur Aus&uuml;bung eines Zur&uuml;ckbehaltungsrechts nur insoweit befugt, als sein Gegenanspruch auf demselben Vertragsverh&auml;ltnis beruht.
						</td>
					</tr>        
				</table>

				<b>&sect; 4 Lieferung</b>
				<table>
					<tr colspan="8">
						<td colspan="1">a)</td>
						<td colspan="7">Sofern nicht anders vereinbart, erfolgt die Lieferung ab Werk an die vom Kunden angegebene Lieferadresse.</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>
							Ist der Kunde Unternehmer, geht die Gefahr des zuf&auml;lligen Untergangs und der zuf&auml;lligen Verschlechterung der Ware auf diesen &uuml;ber, sobald wir die Sache dem Spediteur, dem Frachtf&uuml;hrer oder der sonst zur Ausf&uuml;hrung der Versendung bestimmten Person oder Anstalt ausgeliefert haben. Der &Uuml;bergabe steht es gleich, wenn der Unternehmer im Verzug der Annahme ist.
						</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							Nach Vertragsschluss eintretende unvorhergesehene Ereignisse, die wir nicht zu vertreten haben, verl&auml;ngern die Lieferzeit angemessen, jedoch h&ouml;chstens um zwei Monate.
						</td>
					</tr>
					<tr>
						<td>d)</td>
						<td>
							Der Vertragsschluss erfolgt unter dem Vorbehalt der richtigen und rechtzeitigen Selbstbelieferung durch unsere Zulieferer. Dies gilt nur f&uuml;r den Fall, dass die Nichtlieferung nicht von uns zu vertreten ist, insbesondere bei Abschluss eines kongruenten Deckungsgesch&auml;ftes mit unserem Zulieferer.
						</td>
					</tr>
					<tr>
						<td>e)</td>
						<td>
							In den F&auml;llen des Absatzes c) und d) werden wir den Kunden unverz&uuml;glich informieren. Die Gegenleistung wird unverz&uuml;glich zur&uuml;ckerstattet.
						</td>
					</tr>
					<tr>
						<td>f)</td>
						<td>
							Wir haften bei Verz&ouml;gerung der Leistung in F&auml;llen des Vorsatzes oder der groben Fahrl&auml;ssigkeit, auch f&uuml;r Vertreter oder Erf&uuml;llungsgehilfen, nach den gesetzlichen Bestimmungen. Unsere Haftung beschr&auml;nkt sich bei Unternehmern in F&auml;llen grober Fahrl&auml;ssigkeit jedoch auf den nach Art der Ware oder Leistung vorhersehbaren, vertragstypischen Schaden, wenn kein in Satz 5 dieser Bestimmung aufgef&uuml;hrter Ausnahmefall vorliegt. In anderen F&auml;llen der Verz&ouml;gerung der Leistung wird unsere Haftung f&uuml;r den Schadenersatz neben der Leistung und den Schadenersatz statt der Leistung auf 0,5 % pro Woche, maximal jedoch auf 5 % des Wertes der Lieferung bzw. Leistung begrenzt. Weitergehende Anspr&uuml;che des Kunden sind ausgeschlossen. Die Beschr&auml;nkungen gelten nicht bei Haftung wegen der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit.
						</td>
					</tr>
					<tr>
						<td>g)</td>
						<td>
							Kommt der Kunde in Annahmeverzug oder wird der Versand der Lieferung auf Wunsch des Kunden um mehr als zwei Wochen &uuml;ber den vereinbarten Liefertermin oder, wenn kein genauer Liefertermin vereinbart war, nach der Anzeige der Versandbereitschaft verz&ouml;gert, k&ouml;nnen wir pauschal f&uuml;r jeden Monat, auch zeitanteilig, ein Lagergeld in H&ouml;he von 0,5 % des Wertes der Lieferung, h&ouml;chstens jedoch 5 % berechnen. Dem Kunden ist der Nachweis gestattet, dass uns kein oder ein wesentlich niedrigerer Schaden entstanden ist. Uns ist der Nachweis gestattet, dass ein h&ouml;herer Schaden entstanden ist.
						</td>
					</tr>             
				</table>

				<b>&sect; 5 M&auml;ngelhaftung</b>
				<table>
					<tr colspan="8">
						<td colspan="1">a)</td>
						<td colspan="7">
							Ist der Kunde Unternehmer, leisten wir f&uuml;r M&auml;ngel der Ware zun&auml;chst nach unserer Wahl Gew&auml;hr durch Nachbesserung oder Ersatzlieferung.
						</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>
							Ist der Kunde Verbraucher, so hat er zun&auml;chst die Wahl, ob die Nacherf&uuml;llung durch Nachbesserung oder Ersatzlieferung erfolgen soll. Wir sind jedoch berechtigt, die Art der gew&auml;hlten Nacherf&uuml;llung zu verweigern, wenn sie nur mit unverh&auml;ltnism&auml;&szlig;igen Kosten m&ouml;glich ist und die andere Art der Nacherf&uuml;llung ohne erhebliche Nachteile f&uuml;r den Kunden bleibt. Die Kosten sind unverh&auml;ltnism&auml;&szlig;ig hoch, wenn sie 25 % des Kaufpreises &uuml;bersteigen.
						</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							Schl&auml;gt die Nacherf&uuml;llung fehl, kann der Kunde grunds&auml;tzlich nach seiner Wahl Herabsetzung der Verg&uuml;tung (Minderung) oder R&uuml;ckg&auml;ngigmachung des Vertrags (R&uuml;cktritt) und Schadensersatz statt der Leistung im Rahmen der Haftungsbeschr&auml;nkung (s. &sect; 6) verlangen. Bei einer nur geringf&uuml;gigen Vertragswidrigkeit, insbesondere bei nur geringf&uuml;gigen M&auml;ngeln, steht dem Kunden jedoch kein R&uuml;cktrittsrecht zu.
						</td>
					</tr>
					<tr>
						<td>d)</td>
						<td>
							Unternehmer m&uuml;ssen uns offensichtliche M&auml;ngel innerhalb einer Frist von zwei Wochen ab Empfang der Ware schriftlich anzeigen; andernfalls ist die Geltendmachung des Gew&auml;hrleistungsanspruchs ausgeschlossen. Zur Fristwahrung gen&uuml;gt die rechtzeitige Absendung. Den Unternehmer trifft die volle Beweislast f&uuml;r s&auml;mtliche Anspruchsvoraussetzungen, insbesondere f&uuml;r den Mangel selbst, f&uuml;r den Zeitpunkt der Feststellung des Mangels und f&uuml;r die Rechtzeitigkeit der M&auml;ngelr&uuml;ge.
						</td>
					</tr>
					<tr>
						<td>e)</td>
						<td>
							Die Verj&auml;hrungsfrist betr&auml;gt f&uuml;r Unternehmer ein Jahr ab Ablieferung der Ware. Dies gilt nicht, wenn uns der Unternehmer offensichtliche M&auml;ngel nicht rechtzeitig angezeigt hat (Abs. d) dieser Bestimmung). F&uuml;r Verbraucher betr&auml;gt die Verj&auml;hrungsfrist zwei Jahre ab Ablieferung der Ware. Die Verj&auml;hrungsfrist des &sect; 479 BGB bleibt unber&uuml;hrt.
						</td>
					</tr>
					<tr>
						<td>f)</td>
						<td>
							R&uuml;ckgriffsanspr&uuml;che des Unternehmers gem&uuml;&szlig; &sect; 478 BGB bestehen nur insoweit, als der Unternehmer mit seinem Abnehmer keine &uuml;ber die gesetzlichen M&auml;ngelanspr&uuml;che hinausgehende Vereinbarung getroffen hat.
						</td>
					</tr>
				</table>

				<b>&sect; 6 Haftungsbeschr&auml;nkung</b>
				<table>
					<tr colspan="8">
						<td colspan="1">a)</td>
						<td colspan="7">
							Wir haften in F&auml;llen des Vorsatzes oder der groben Fahrl&auml;ssigkeit, auch f&uuml;r Vertreter oder Erf&uuml;llungsgehilfen, nach den gesetzlichen Bestimmungen. Im &Uuml;brigen haften wir nur nach dem Produkthaftungsgesetz, wegen der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit, oder wegen der schuldhaften Verletzung wesentlicher Vertragspflichten. Der Schadenersatzanspruch f&uuml;r die Verletzung wesentlicher Vertragspflichten ist jedoch auf den vertragstypischen, vorhersehbaren Schaden begrenzt. Gegen&uuml;ber Unternehmern ist unsere Haftung auch bei grober Fahrl&auml;ssigkeit auf den vertragstypischen, vorhersehbaren Schaden begrenzt, soweit keiner der in Satz 2 aufgef&uuml;hrten Ausnahmef&auml;lle vorliegt. Die Haftung f&uuml;r Sch&auml;den durch den Liefergegenstand an Rechtsg&uuml;tern des Kunden ist ganz ausgeschlossen. Die Regelungen der S&auml;tze 3 und 5 gelten nicht, soweit Vorsatz oder grobe Fahrl&auml;ssigkeit vorliegt oder wegen der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit gehaftet wird.
						</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>
							Die Regelungen des Abs. a) erstrecken sich auf Schadenersatz neben der Leistung und Schadenersatz statt der Leistung, gleich aus welchem Rechtsgrund, insbesondere wegen M&auml;ngeln, der Verletzung von Pflichten aus dem Schuldverh&auml;ltnis oder aus unerlaubter Handlung. Sie gilt auch f&uuml;r den Anspruch auf Ersatz vergeblicher Aufwendungen. Die Haftung f&uuml;r Verzug bestimmt sich jedoch nach &sect; 4 Abs. f), die Haftung f&uuml;r Unm&ouml;glichkeit nach Abs. c) dieser Bestimmung.
						</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							Wie haften bei Unm&ouml;glichkeit der Leistung in F&auml;llen des Vorsatzes oder der groben Fahrl&auml;ssigkeit, auch f&uuml;r Vertreter oder Erf&uuml;llungsgehilfen, nach den gesetzlichen Bestimmungen. In anderen F&auml;llen der Unm&ouml;glichkeit wird unsere Haftung f&uuml;r den Schadenersatz neben oder statt der Leistung und auf Ersatz der vergeblichen Aufwendungen auf 15 % des Wertes der Lieferung oder Leistung begrenzt, der wegen der Unm&ouml;glichkeit nicht genutzt werden kann. Gegen&uuml;ber Unternehmern ist unsere Haftung auch bei grober Fahrl&auml;ssigkeit auf den vertragstypischen, vorhersehbaren Schaden begrenzt, soweit nicht wegen Vorsatz oder grober Fahrl&auml;ssigkeit gehaftet wird und keiner der in Satz 5 aufgef&uuml;hrten Ausnahmef&auml;lle vorliegt. Weitergehende Anspr&uuml;che des Kunden sind ausgeschlossen. Die Beschr&auml;nkungen gelten nicht bei Haftung wegen der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit. Das Recht des Kunden zum R&uuml;cktritt vom Vertrag bleibt unber&uuml;hrt.
						</td>
					</tr>
					<tr>
						<td>d)</td>
						<td>
							Der Kunde kann im Rahmen der gesetzlichen Bestimmungen vom Vertrag nur zur&uuml;cktreten, wenn wir die Pflichtverletzung zu vertreten haben; im Falle von M&auml;ngeln verbleibt es jedoch bei den gesetzlichen Voraussetzungen. Der Kunde hat sich bei Pflichtverletzungen innerhalb einer Frist von zwei Wochen nach unserer Aufforderung zu erkl&auml;ren, ob er wegen der Pflichtverletzung vom Vertrag zur&uuml;cktritt oder auf der Leistung besteht.
						</td>
					</tr>
					<tr>
						<td>e)</td>
						<td>
							Der Anspruch des Kunden auf Schadenersatz verj&auml;hrt nach einem Jahr ab Gefahren&uuml;bergang. Dies gilt nicht, wenn uns Vorsatz oder grobes Verschulden vorwerfbar ist, sowie im Falle der Haftung wegen der Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit sowie nach dem Produkthaftungsgesetz
						</td>
					</tr>
				</table>

				<b>&sect; 7 Eigentumsvorbehalt</b>
				<table>
					<tr>
						<td>a)</td>
						<td>
							Bei Vertr&auml;gen mit Verbrauchern behalten wir uns das Eigentum an der Ware bis zur vollst&auml;ndigen Zahlung des Kaufpreises vor.
						</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>
							Bei Vertr&auml;gen mit Unternehmern behalten wir uns das Eigentum an der Ware bis zur vollst&auml;ndigen Begleichung aller Forderungen aus der Gesch&auml;ftsbeziehung vor.
						</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							Der Kunde ist verpflichtet, uns einen Zugriff Dritter auf die Ware, etwa im Falle einer Pf&auml;ndung, sowie etwaige Besch&auml;digungen oder die Vernichtung der Ware unverz&uuml;glich mitzuteilen. Einen Besitzwechsel der Ware sowie den eigenen Gesch&auml;fts- oder Wohnsitzwechsel hat der Kunde unverz&uuml;glich anzuzeigen.
						</td>
					</tr>
					<tr>
						<td>d)</td>
						<td>
							Wir sind berechtigt, bei vertragswidrigem Verhalten des Kunden, insbesondere bei Zahlungsverzug oder bei Verletzung einer Pflicht nach Abs. c) dieser Bestimmung vom Vertrag zur&uuml;ckzutreten und/oder die Ware herauszuverlangen. Der Kunde ist zur Herausgabe verpflichtet. Im Herausgabeverlangen der Ware liegt keine R&uuml;cktrittserkl&auml;rung, es sei denn, dies wird von uns ausdr&uuml;cklich erkl&auml;rt.
						</td>
					</tr>
					<tr>
						<td>e)</td>
						<td>
							Ist der Kunde Unternehmer, ist er berechtigt, die Ware im ordentlichen Gesch&auml;ftsgang weiterzuver&auml;u&szlig;ern. Er tritt uns bereits jetzt alle Forderungen in H&ouml;he des Rechnungsbetrages ab, die ihm durch die Weiterver&auml;u&szlig;erung gegen einen Dritten erwachsen. Wir nehmen die Abtretung an. Nach der Abtretung ist der Unternehmer zur Einziehung der Forderung erm&auml;chtigt. Wir behalten uns vor, die Weiterver&auml;u&szlig;erungsbefugnis und die Einziehungserm&auml;chtigung zu widerrufen sowie die Forderung selbst einzuziehen, sobald der Unternehmer seinen Zahlungsverpflichtungen aus der Gesch&auml;ftsbeziehung nicht ordnungsgem&auml;ß nachkommt und in Zahlungsverzug ger&auml;t. Der Unternehmer hat in diesem Falle unverz&uuml;glich alle zur Einziehung erforderlichen Angaben zu machen und dem Dritten unverz&uuml;glich die Abtretung mitzuteilen.
						</td>
					</tr>
					<tr>
						<td>f)</td>
						<td>
							Die Be- und Verarbeitung der Ware durch den Kunden erfolgt stets im Namen und im Auftrag f&uuml;r uns. Erfolgt eine Verarbeitung mit uns nicht geh&ouml;renden Gegenst&auml;nden, so erwerben wir an der neuen Sache das Miteigentum im Verh&auml;ltnis zum Wert der von uns gelieferten Ware zu den sonstigen verarbeiteten Gegenst&auml;nden. Dasselbe gilt, wenn die Ware mit anderen, uns nicht geh&ouml;renden Gegenst&auml;nden vermischt ist.
						</td>
					</tr>
				</table>

				<b>&sect; 8 Schlussbestimmungen</b>
				<table>
					<tr colspan="8">
						<td colspan="1">a)</td>
						<td colspan="7">
							Es gilt das Recht der Schweizer Eidgenossenschaft. Die Bestimmungen des UNKaufrechts finden keine Anwendung.
						</td>
					</tr>
					<tr>
						<td>b)</td>
						<td>Erf&uuml;llungsort ist Kempten, Deutschland.</td>
					</tr>
					<tr>
						<td>c)</td>
						<td>
							Sofern der Kunde Kaufmann oder juristische Person des &ouml;ffentlichen Rechts oder &ouml;ffentlich-rechtliches Sonderverm&ouml;gen ist, gilt Kempten, Deutschland als Gerichtsstand vereinbart.
						</td>
					</tr>
					<tr>
						<td>d)</td>
						<td>
							Sollten einzelne Bestimmungen des Vertrages mit dem Kunden einschlie&szlig;lich dieser Allgemeinen Gesch&auml;ftsbedingungen ganz oder teilweise unwirksam sein oder werden, so wird hierdurch die G&uuml;ltigkeit der &uuml;brigen Bestimmungen nicht ber&uuml;hrt.
						</td>
					</tr>
				</table>
			</div>
			<!-- END TEXT -->
		</div>
		<!-- END MAIN -->

		<footer>
			<div class="footer">
				<p>
					ET Energie &amp; Handel GmbH &bull; Sonnenbergstra&szlig;e 18 &bull; CH - 6060 Sarnen &bull; Telefon +41(0) 41 51 10 302 &bull; B&uuml;ro Deutschland &bull; Dieselstra&szlig;e 45 &bull; D - 87437 Kempten &bull; Telefon +49(0) 831 575 00 0 <br /> Copyright &copy; 2015 – 
				</p>
			</div>
		</footer>
	</div>
	<!-- END CONTAINER -->

	<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>
	<script>
		(function ($) {
			setMargins();
			$(window).resize(function() {////////////////////////////////////Odradi za ostalo da bude responsive!!!!!
				setMargins();
			});

			function setMargins() {
				var leftMargin = 0;
				var topMargin = 5;
				var win = parseFloat($(window).width());

				setMaxWidth(win);

				if (win >= 1049) {
					var width = parseFloat($('.content > .navbar > .navbar-inner').width());
					var containerWidth = parseFloat($('.content > .navbar').css('max-width'));  
					leftMargin = (containerWidth - width) / 2;
				}
				else {
					var width = parseFloat($('.content > .navbar > .navbar-inner').width());
					var containerWidth = parseFloat($('.content').width());  
					var leftMargin = (containerWidth - width) / 2;
					topMargin = 25;
				}
	
				$('.content > .navbar > .navbar-inner').css('margin-left', leftMargin);
				$('.content > .navbar > .navbar-inner').css('margin-top', topMargin);
				var top = parseFloat($('.content').height());
				

				// $('.main').css('top', top);// Make main padding top responsive////////////////////////////////////////////////////////////////
				var mainHeight = $(window).height();
				var footerHeight = $('footer').height();
				var footerTop = $('footer').position().top + footerHeight;
				if (footerTop < mainHeight) {
					$('footer').css('margin-top', 10 + (mainHeight - footerTop));
				}
			}

			function setMaxWidth(win) {
				if (win >= 1049) {
					var widthLogo = parseFloat($('.logo').width()) + parseFloat($('.logo').css('margin-left'));
					var widthLanguage = parseFloat($('.language').width()) + parseFloat($('.language').css('margin-right'));
					var width = win - widthLogo - widthLanguage;
				}
				else {

					var widthLogo = $('.logo').width();
					var widthLanguage = $('.language').width();
					var width = win - widthLogo - widthLanguage;
				}

				$( ".content > .navbar" ).css( 'max-width', width);
			}

			$(".footer p").text( $('.footer p').text().concat((new Date).getFullYear()));
		}(jQuery));
	</script>
</body>
</html>