<!DOCTYPE HTML>
<html lang="de">
<head>
	<meta charset="utf-8">
	<link rel="stylesheet" type="text/css" href="css.css?version=61">
</head>

<body id="body" class="body">
	<div class="container">
		<div class="content">					
			<div class="logo">
				<a class="floatRight" href="#"><img id="logo" src="images/logo.png" alt="ET energie & handel"/></a>
			</div>

			<div class="language">
				<div class="floatLeft">
					<a href=""><img class="this" src="images/de.gif"></a>
					<a title="...IN PRODUCTION..."><img src="images/en.gif"></a>
				</div>
			</div>
			<!-- Language end -->

			<div class="navbar">
				<div class="navbar-inner">
					<nav>
						<ul class="nav top">
							<li class="one">
								<a class="navi" href="index.html">Home</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="twoo">
								<a href="heizung.html">Heizung</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="threee">
								<a href="sanitar.html">Sanit&auml;r</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="fourr">
								<a href="beleuchtung.html">Beleuchtung</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="fivee">
								<a href="pv.html">PV</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="six">
								<a href="solarthermie.html">Solarthermie</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="seven">
								<a href="ns.html">Neuheiten/Sonderl&ouml;sungen</a>
							</li>
						</ul>

						<ul class="nav bottom">

							<li class="eight">
								<a href="forderprogramm.html">F&ouml;rderprogramm</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="two">
								<a href="kontakt.html">Kontakt</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="eight">
								<a href="agb.html">AGB</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="nine active">
								<a href="#">Impressum</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="ten">
								<a href="stellen.html">Stellenangebote</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="eleven">
								<a href="download.html">Downloads</a>
							</li>

							<li class="divider-vertical"></li>

							<li class="three">
								<a href="inprogress.html">Login</a>
							</li>
						</ul>
					</nav>
				</div>
				<!-- Navbar inner end -->
			</div>
			<!-- Navbar end -->
		</div>
		<!-- END CONTENT -->

		<div class="main morph">
			<strong class="title">IMPRESSUM</strong>

			<div class="text">
				<b>Angaben gem&auml;&szlig; &sect; 5 TMG:</b>
				<p>
					ET Energie &amp; Handel GmbH<br>
					Sonnenbergstra&szlig;e 18 <br>
					CH - 6060 Sarnen / OW
				</p>

				<br>

				<b>Postadresse:</b>
				<p>
					ET Energie &amp; Handel GmbH<br>
					Zweigniederlassung Allg&auml;u <br>
					Dieselstra&szlig;e 45<br>
					D - 87427 Kempten
				</p>

				<br>

				<b>Vertreten durch:</b>
				<p>Gesch&auml;ftsf&uuml;hrer Rainer Berkmann</p>

				<br>

				<b>Kontakt:</b>
				<p>
					CH - Telefon: +41 (0) 41 21 10 302 <br> CH - Telefax: +41 (0) 41 21 10 303 <br><br>
					DE - Telefon: +49 (0) 831 52 38 707 - 0 <br> DE - Telefax: +49 (0) 831 52 38 707 70 <br><br>
					E-Mail: <a>info@et-energie.ch</a>
				</p>

				<br>

				<b>Registereintrag:</b>
				<p>
					Eintragung im Handelsregister. <br> Registergericht: Amtsgericht Kempten <br> Registernummer: HRB 12744 <br> Umsatzsteuer-Identifikationsnummer gem&auml;&szlig; &sect;27 a Umsatzsteuergesetz: <br> DE 278 178 185 <br> Schweizer MwSt. - Nr.: CHE – 156.757.699 MWST
				</p>

				<br>

				<b>Haftung f&uuml;r Inhalte</b>
				<p>
					Als Dienstanbieter sind wir gem&auml;&szlig; &sect; 7 Abs.1 TMG f&uuml;r eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach &sect; 8 bis &sect; 10 TMG sind wir als Dienstanbieter jedoch nicht verpflichtet, &uuml;bermittelte oder gespeicherte fremde Informationen zu &uuml;berwachen oder nach Umst&auml;nden zu forschen, die auf eine rechtswidrige T&auml;tigkeit hinweisen.
					<br><br>
					Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unber&uuml;hrt. Eine diesbez&uuml;gliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung m&ouml;glich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.
				</p>

				<br>

				<b>Haftung f&uuml;r Links</b>
				<p>
					Unser Angebot enth&auml;lt Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb k&ouml;nnen wir f&uuml;r diese fremden Inhalte auch keine Gew&auml;hr &uuml;bernehmen. F&uuml;r die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf m&ouml;gliche Rechtsverst&ouml;&szlig;e &uuml;berpr&uuml;ft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.
					<br><br>
					Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.
				</p>

				<br>

				<b>Urheberrecht</b>
				<p>
					Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielf&auml;ltigung, Bearbeitung, Verbreitung und jede Art der Verwertung au&szlig;erhalb der Grenzen des Urheberrechtes bed&uuml;rfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur f&uuml;r den privaten, nicht kommerziellen Gebrauch gestattet.
					<br><br>
					Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.
				</p>

				<p>Quelle: <a href="https://www.e-recht24.de" target="_blank">https://www.e-recht24.de</a></p>
				
				<br><br>

				<strong class="smallStrong">Datenschutzerkl&auml;rung:</strong>

				<br><br>

				<b>Datenschutz</b>
				<p>
					Die Betreiber dieser Seiten nehmen den Schutz Ihrer pers&ouml;nlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerkl&auml;rung.
					<br><br>
					Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten m&ouml;glich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit m&ouml;glich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdr&uuml;ckliche Zustimmung nicht an Dritte weitergegeben.
					<br><br>
					Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich.
				</p>

				<br>

				<b>Cookies</b>
				<p>
					Die Internetseiten verwenden teilweise so genannte Cookies. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.
					<br><br>
					Die meisten der von uns verwendeten Cookies sind so genannte „Session-Cookies“. Sie werden nach Ende Ihres Besuchs automatisch gel&ouml;scht. Andere Cookies bleiben auf Ihrem Endger&auml;t gespeichert, bis Sie diese l&ouml;schen. Diese Cookies erm&ouml;glichen es uns, Ihren Browser beim n&auml;chsten Besuchwiederzuerkennen.
					<br><br>
					Sie k&ouml;nnen Ihren Browser so einstellen, dass Sie &uuml;ber das Setzen von Cookies informiert werden undCookies nur im Einzelfall erlauben, die Annahme von Cookies f&uuml;r bestimmte F&auml;lle oder generellausschlie&szlig;en sowie das automatische L&ouml;schen der Cookies beim Schlie&szlig;en des Browsers aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalit&auml;t dieser Website eingeschr&auml;nkt sein.
				</p>

				<br>

				<b>Server-Log-Files</b>
				<p class="nodown">
					Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-LogFiles, die Ihr Browser automatisch an uns &uuml;bermittelt. Dies sind:
				</p>
				<ul class="sp">
					<li>Browsertyp und Browserversion</li>
					<li>verwendetes Betriebssystem</li>
					<li>Referrer URL</li>
					<li>Hostname des zugreifenden Rechners</li>
					<li>Uhrzeit der Serveranfrage</li>
				</ul>
				<p>
					Diese Daten sind nicht bestimmten Personen zuordenbar. Eine Zusammenf&uuml;hrung dieser Daten mitanderen Datenquellen wird nicht vorgenommen. Wir behalten uns vor, diese Daten nachtr&auml;glich zupr&uuml;fen, wenn uns konkrete Anhaltspunkte f&uuml;r eine rechtswidrige Nutzung bekannt werden.
				</p>

				<br>

				<b>Kontaktformular</b>
				<p>
					Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus demAnfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung derAnfrage und f&uuml;r den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.
				</p>

				<br>

				<b>Datenschutzerkl&auml;rung f&uuml;r die Nutzung von etracker</b>
				<p>
					Unsere Webseite nutzt den Analysedienst etracker. Anbieter ist die etracker GmbH, Erste Brunnenstra&szlig;e 1, 20459 Hamburg Germany. Aus den Daten k&ouml;nnen unter einem Pseudonym Nutzungsprofile erstellt werden. Dazu k&ouml;nnen Cookies eingesetzt werden. Bei Cookies handelt es sich um kleine Textdateien, die lokal im Zwischenspeicher Ihres Internet-Browsers gespeichert werden. Die Cookies erm&ouml;glichen es, Ihren Browser wieder zu erkennen. Die mit den etracker-Technologien erhobenen Daten werden ohne die gesondert erteilte Zustimmung des Betroffenen nicht genutzt, Besucher unserer Website pers&ouml;nlich zu identifizieren und werden nicht mit personenbezogenen Daten &uuml;ber den Tr&auml;ger des Pseudonyms zusammengef&uuml;hrt.
					<br><br>
					Der Datenerhebung und -speicherung k&ouml;nnen Sie jederzeit mit Wirkung f&uuml;r die Zukunft widersprechen. Um einer Datenerhebung und -speicherung Ihrer Besucherdaten f&uuml;r die Zukunft zu widersprechen, k&ouml;nnen Sie unter nachfolgendem Link ein Opt-Out-Cookie von etracker beziehen, dieser bewirkt, dass zuk&uuml;nftig keine Besucherdaten Ihres Browsers bei etracker erhoben und gespeichert werden:
					<br><a href="http://www.etracker.de/privacy?et=V23Jbb" target="_blank">http://www.etracker.de/privacy?et=V23Jbb</a>
					<br><br>
					Dadurch wird ein Opt-Out-Cookie mit dem Namen „cntcookie“ von etracker gesetzt. Bitte l&ouml;schen Siediesen Cookie nicht, solange Sie Ihren Widerspruch aufrecht erhalten m&ouml;chten. Weitere Informationen finden Sie in den Datenschutzbestimmungen von etracker:
					<br><a href="http://www.etracker.com/de/datenschutz.html" target="_blank">http://www.etracker.com/de/datenschutz.html</a>
				</p>

				<br>

				<b>SSL-Verschl&uuml;sselung</b>
				<p>
					Diese Seite nutzt aus Gr&uuml;nden der Sicherheit und zum Schutz der &Uuml;bertragung vertraulicher Inhalte, wie zum Beispiel der Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-Verschl&uuml;sselung. Eine verschl&uuml;sselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.
					<br><br>
					Wenn die SSL Verschl&uuml;sselung aktiviert ist, k&ouml;nnen die Daten, die Sie an uns &uuml;bermitteln, nicht von Dritten mitgelesen werden.
				</p>

				<br>

				<b>Auskunft, L&ouml;schung, Sperrung</b>
				<p>
					Sie haben jederzeit das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empf&auml;nger und den Zweck der Datenverarbeitung sowie ein Recht auf Berichtigung, Sperrung oder L&ouml;schung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.
				</p>

				<br>

				<b>Widerspruch Werbe-Mails</b>
				<p>
					Der Nutzung von im Rahmen der Impressumspflicht ver&ouml;ffentlichten Kontaktdaten zur &Uuml;bersendung von nicht ausdr&uuml;cklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdr&uuml;cklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.
				</p>

				<p>Quelle: <a href="https://www.e-recht24.de" target="_blank">https://www.e-recht24.de</a></p>
			</div>
			<!-- END TEXT -->

			<div class="pullRightText wide10 marginBot2">
				<a href="#body">
					<img class="floatRight" src="images/nachoben.png">
					<br>
					<span class="floatRight marginTop1">nach oben</span>
				</a>
			</div>
		</div>
		<!-- END MAIN -->

		<footer>
			<div class="footer">
				<p>
					ET Energie &amp; Handel GmbH &bull; Sonnenbergstra&szlig;e 18 &bull; CH - 6060 Sarnen &bull; Telefon +41(0) 41 51 10 302 &bull; B&uuml;ro Deutschland &bull; Dieselstra&szlig;e 45 &bull; D - 87437 Kempten &bull; Telefon +49(0) 831 575 00 0 <br /> Copyright &copy; 2015 – 
				</p>
			</div>
		</footer>
	</div>
	<!-- END CONTAINER -->
	<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>
	<script>
		(function ($) {
			$(".footer p").text( $('.footer p').text().concat((new Date).getFullYear()));

			setMargins();

			$(window).resize(function() {////////////////////////////////////Odradi za ostalo da bude responsive!!!!!
				setMargins();
			});

			$('a[href^="#"]').on('click', function(event) {
				var target = $(this.getAttribute('href'));

				if( target.length ) {
					event.preventDefault();
					$('html, body').stop().animate({
						scrollTop: target.offset().top
					}, 1000);
				}
			});

			function setMargins() {
				// $('.main').css('top', top);// Make main padding top responsive////////////////////////////////////////////////////////////////
				var mainHeight = $(window).height();
				var footerHeight = $('footer').height();
				var footerTop = $('footer').position().top + footerHeight;

				if (footerTop < mainHeight) {
					$('footer').css('margin-top', (mainHeight - footerTop));
				}
			}
		}(jQuery));
	</script>
</body>
</html>